// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Необходимо указать почтовый индекс.";
XMO5DigitZIPCodeFormatError = "Почтовый индекс должен содержать пять цифр.";
XMO6DigitZIPCodeFormatError = "Почтовый индекс должен содержать шесть цифр.";
XMONoCanadaZIPCodeError = "Необходимо указать почтовый индекс.";
XMOCanadaZIPCodeFormatError = "Почтовый индекс должен находиться в форматe \"A9A 9A9\".";
XMONoUnitedKindomZIPCodeError = "Необходимо указать почтовый индекс.";
XMOUnitedKindomZIPCodeFormatError = "Почтовый индекс необходимо указать в формате \"AI-2640\" или \"AX[XX] 9AA\"";
XMOUnitedKindomBFPOZIPCodeFormatError = "Почтовый индекс должен находиться в форматe \"BFPO [c/o] N[NNN]\".";
XMOUnitedStatesZIPCodeFormatError = "Почтовый индекс должен находиться в форматe \"99999[-9999]\".";
XMOFranceZIPCodeFormatError = "Почтовый индекс должен находиться в форматe \"[F-]9X999\".";
